{
  	"Trustees of Columbia": "Columbia University is the largest landowner in New York City by number of addresses by a long shot, owning 209 properties—twice the number owned properties as the next largest private property-holder, the Duestche Bank National Trust, and almost three times the 72 addresses allotted to the New York Public Library, for comparison. It is also a common candidate in the media for the biggest landowner in New York City, period, and indeed according to the public record the university is first in number, second in size, and third in wealth—though losing by a sizable margin to NYU on that last count.",
	"Duestche Bank National Trust" : "There is little information available on this shady entity, but signs point to a foreclosure operation seemingly not limited to any single borough.",
    "Nehemaih Housing Development": "Spring Creek Nehemaih is a small-unit affordable housing project in East Brooklyn. It has received praise from The Daily News in the past, which refered to it as 'an affordable housing success story.'",
    "Penrith Urf LLC": "The fourth most enumerate landowner  in New York City appears to be a Delaware-registered limited liability corporation with less than a year's existance on record.",
    "Mutual Housing Association Of New York": "One of a number of large affordable housing non-profits that appear at the top of the counts.",
    "Impacct Housing Development Corporation": "One of a number of large affordable housing non-profits that appear at the top of the counts.",
    "Hpeny Housing Development Corporation": "One of a number of large affordable housing non-profits that appear at the top of the counts.",
    "Northeastern Conference of Seventh-Day Adventists": "The conference is a religious institution which operates both public-benefit projects and house churches through all five boroughs. Small in size, but large in number.",
    "New York University": "NYU is, according to the public record, hands-down the wealthiest landowner in New York City, beating rival third-place finisher Columbia by a sizable margin. All that wealth and, with its recent expansion plan, it wants to take over even more of Greenich Village? This New Yorker is skeptical. Otherwise it is the fifth most enumerate and sixth largest private landowner in the city (the high value of property in Greenwich Village accounts for the difference).",
    "U.S. Bank National Association": "Just like the higher-ranked Duestche Bank National Trust, this appears to be a foreclosure holding entity.",
    "Consolidated Edison Company": "ConEd makes a surprise appearance as the only company on this; fitting, as it's a untility. Almost all companies lease all of their space; for instance Wells Fargo owns just 42 properties in the city outright.",
    "Maguire Avenue Realty": "A small real estate agency in Manhattan.",
    "New York Garden Trust": "From this group's official website: 'all of our gardens, eighteen in the Bronx and fourteen in Manhattan, were slated for sale by the city in 1999, which would have led to their certain demolition. Today these 32 vibrant, thriving gardens are managed by borough based land trusts—the Bronx Land Trust and Manhattan Land Trust.' Amazing!",
    "Greater New York Conference of Seventh-day Adventists": "The conference is a religious institution which operates both public-benefit projects and house churches through all five boroughs. Small in size, but large in number.",
    "Housing Partnership Development Corporation": "An interesting public-benefit non-profit which owns and manages a chunk of the city's public housing in a public-private partnership.",
    "Wells Fargo Bank, N.A": "Very few businesses appear in any of these rankings, as corporations generally prefer to lease their space. Wells Fargo nevertheless stands out as a recognizable corporation owning more properties than any other in New York City, though, curiously, none are in Brooklyn.",
    "Roman Catholic Church": "Likely an underestimate, as many Catholic churches are, I am told, listed under their own entity names.",
    "Baiano Development LLC": "This was a strange error on the part of the city's data work: all of the properties associated with this entity appear to be in upstate New York!",
    "Yeshiva University": "I'm not sure why Yeshiva University, a relatively sizable secular Jewish college, owns so much property in weird places.",
    "Silvershore Properties": "A sizable co-op property management firm which appears to own and manage a number of sizable residential lots, principally old apartment buildings in the Bronx.",
    "Casa Mason Corporation": "A masonry corporation that appears to have made a very large investment in single and double -family detached homes in Staten Island",
    "Clinton Graham": "The only private name on any of these lists, Clinton Graham is an interesting investor who has been working on zoning redevelopment in Jamacia, Queens. WNCY caught up with and interviewed him back in 2007, you can find and listen to that podcast to hear more on that.",
    "Mg Richmond LLC": "The Internet is mum about who they are, so your guess is as good as mine.",
    "Hpeny Housing Development Fund Company": "Another non-profit that appears to be working with the city to develop small-unit public housing here.",
    "Prol Properties Corporation": "A company on which little information is available which appears to own a very concentrated group of residential lots in Brooklyn.",
    "Riverbay Corporation": "Riverbay owns Co-Op City, a planned housing community in the Bronx that's apparently so big that were it its own municipality it would be the 17th biggest such entity in New York City. Yikes! It's more than twice as big as the next largest entity on this list, and yet I'd never heard of it before now!",
    "ST-DIL LLC": "The holding company for Stuyvesant Town, the planned housing block on the East River which came about as a result of the post-war housing boom in the 40s (and a very confusing place to be if you're used to the street grid).",
    "Starrett City, Inc.": "A co-op housing organization in outer Brooklyn.",
    "Rochdale Village Inc": "A co-op housing organization in outer Queens.",
    "St. John's University": "St. John's also owns some property in Manhattan and elsewhere which was included in this total but didn't geocoded well.",
    " RCPI Landmark Properties LLC": "This is the holding company for Rockefeller Center.",
    "RCPI Landmark Properties LLC": "This is the holding company for Rockefeller Center.",
    "New York-Presbyterian Hospital": "The New York-Presbyterian has campuses associated with both Cornell and Columbia.",
    "North Shore Towers Apartments": "A co-op housing organization in outer Queens.",
    "Trinity Hudson Holdings": "The historical Trinity Church on Wall Street owns a lot of land—more specifically, its real estate holding company, Trinity Hudson Holdings, does, which was revealed in 2013 to be worth over 2 billion dollars, the legacy of a substantial gift by the Queen of England dating from the pre-Revolutionary era. Trinity Church is considered to be in the running for wealthiest private landowner in New York City-but the public data shows otherwise, with Trinity's holdings apparently greatly diffused since their 2013 peak.",
    "Parkchester South Condominiums": "A co-op housing organization in the Bronx",
    "New Water Street Corporation": "The corporation owns a complex of properties centered around New Water street, one of the largest office spaces in New York City (and the world). The Hidden Acre, an incredible public park, is located here.",
    "New York Convention Center Corporation": "Owners of Jacob Javits Center, billed as one of the busiest such centers in the country but in reality far from the biggest.",
    "Mount Sinai Hospital": "A large hospital system in upper Manhattan.",
    "1-10 Bush Terminal Owner LP": "A weird name for a organization on which little could be found",
    "SL Green Realty Corporation": "According to their Wikipedia entry: 'SL Green Realty Corporation New York City's largest office landlord, is the only fully integrated real estate investment trust, or REIT, that is focused primarily on acquiring, managing and maximizing value of Manhattan commercial properties.'",
    "Queens Fresh Meadows": "A neighborhood, but apparently also a legal entity of some sort?",
    "PCVST-DIL LLC": "Peter Cooper Village is the smaller (clearly) brother of Stuy Town, located across the street.",
    "Fordham University": "A sizable public university located primarily in the Bronx.",
    "One Bryant Park": "One Bryant Park includes the Bank of America Tower, one of the newest and glossiest of the skyscrapers in New York City, completed in 2009.",
    "200 Park, L.P.": "200 Park Avenue is better known as the MetLife Building."
}